Repository: affinitic/collective.autopublishing
Catalog: collective/autopublishing/locales/*/LC_MESSAGES/collective.autopublishing.po
Languages: es

source: Action
es: Acción

source: Autopublishing
es: Auto-publicación

source: Content types
es: Tipos de contenido

source: Content types this rule applies to.
es: Tipos de contenido a aplicar esta regla.

source: Controls the workflow actions autopublishing will make.
es: Controla las acciones de flujo de trabajo de auto-publicación se realicen.

source: Email addresses for audit log
es: Direcciones de correo electrónico para registrar la auditoría

source: If one or more email addresses is supplied, an audit log of the actions taken is sent.
es: Si se suministra una o más direcciones de correo electrónico, se envía un registro de auditoría de las acciones tomadas.

source: Initial workflow state
es: Estado de flujo de trabajo inicial

source: Publish actions
es: Acciones de publicación

source: Retract actions
es: Acciones de retirar

source: Set expiration date on retraction
es: Establecer fecha de caducidad del retiro

source: Transition from initial state
es: Estado inicial de la transición

source: Workflow actions initiated by the autopublishing module when the expiration date is met.
es: Las acciones de flujo de trabajo iniciada por le módulo autopublishing cuando la fecha de caducidad se cumpla.

source: Workflow actions initiated by the autopublishing module when the publishing date is met.
es: Las acciones de flujo de trabajo iniciada por le módulo autopublishing cuando la fecha de publicación se cumpla.
